{
"name": "Value Added Tax",
"url": "",
"details": "It is a tax on consumption levied on the sale, barter, exchange, or lease of goods or properties , and services in the Philippines and on importation of goods into the Philippines",
"children": [
			{
			"name": "Basic Principles",
			"url": "",
			"details": "Tax on all yearly profits arising from property, profession, trades, or offices, or as a tax on a person's income, emoluments, profits and the like. It is a tax upon the privilege of receiving income or profit. It is an excise tax, and not a tax on property.",
			"children": []
			},
			{
			"name": "Persons Liable and Exempted",
			"url": "",
			"details": "",
			"children": [
						{
						"name": "Persons Liable for VAT",
						"url": "",
						"details": "",
						"children": []
						},
						{
						"name": "Persons who are VAT-exempt",
						"url": "",
						"details": "",
						"children": [
									{
									"name": "Persons not engaged in undertaking VAT-taxable transactions",
									"url": "",
									"details": "1) Those whose annual gross sales or receipts do not exceed P3M; 2) Non-stock/nonprofit organizations",
									"children": []
									},
									{
									"name": "Subsistence Livelihood Income",
									"url": "",
									"details": "Any business or businesses pursued by an individual where the aggregate gross sales or receipts do not exceed P100k during the 12 month period shall be considered principally for subsistence or livelihood not in the course of business. Hence, not subject to business tax.",
									"children": []
									},
									{
									"name": "Persons exempt from VAT under Special Laws",
									"url": "",
									"details": "",
									"children": []
									},
									{
									"name": "VAT-exempt under Treaty",
									"url": "",
									"details": "Under the Vienna Convention on Diplomatic Relations of 1961, diplomatic agents are exempt from all dues, taxes, personal or real, national, regional, or municipal. They are nevertheless subject to indirect taxes of a kind which are notmally incorporated in the price of goods and services",
									"children": []
									},
									{
									"name": "Cinema/theatre Operators",
									"url": "",
									"details": "Gross receipts of cinema/theatre owner or operator from sales of tickets to moviegoers are exempt from VAT. Cinema/theatre movie houses are not included in the enumeration of taxable services in the VAT Law",
									"children": []
									}									
									
									

									]
						},
						{
						"name": "Transactions of Special VAT Persons",
						"url": "",
						"details": "",
						"children": [
									{
									"name": "Husband and Wife",
									"url": "",
									"details": "Husband and wife shall be considered as separate taxpayers for purposes of the P3M threshold. However, the aggregation rule for each taxpayer shall apply.",
									"children": [
												{
												"name": "Aggregation Rule",
												"url": "",
												"details": "A spouse who derives revenue not only from the practice of his profession but also from other lines of trade or businesses, which are likewise subject to VAT, shall be aggregated for the purpose of determining whether the threshold has been exceeded",
												"children": []
												}
												]
									},
									{
									"name": "Joint Venture",
									"url": "",
									"details": "An unincorporated joint venture undertaking construction or energy-related contractual activities with the government, altough exempt from income tax, shall be liable for VAT",
									"children": [
												{
												"name": "Exception",
												"url": "",
												"details": "If the unincorporated joint venture is treated merely as a flowthrough entity, the members of the joint venture are responsive for their respective obligations under the join venture agreement and can claim input tax on their taxable purchases",
												"children": []
												}											
												]
									},
									{
									"name": "Government",
									"url": "",
									"details": "a) performance of essential governmental functions - exempt from VAT; b) performance of their proprietary functions - liable to pay VAT",
									"children": []
									},
									{
									"name": "Non-stock, Nonprofit Association [NIRC, Sec. 105]",
									"url": "",
									"details": "a) Not undertaking any taxable transaction - exempt from VAT; b) Engaged in any taxable sale of goods or services - liable to pay VAT",
									"children": []
									},
									{
									"name": "Importer",
									"url": "",
									"details": "Generally, it is the seller who shall pay the output tax on his taxable sales. However, in case of importation, it shall be the importer who shall pay VAT prior to the release of the goods from the customs territory. This is an exception to the general rule requiring  a sale before VAT to be incurred.",
									"children": []
									}									
									]
						}						
						
						]
			},
						{
			"name": "Transactions Subject to VAT",
			"url": "",
			"details": "Tax on all yearly profits arising from property, profession, trades, or offices, or as a tax on a person's income, emoluments, profits and the like. It is a tax upon the privilege of receiving income or profit. It is an excise tax, and not a tax on property.",
			"children": [
						{
						"name": "On Sale of Goods or Properties",
						"url": "",
						"details": "means all tangible and intangible objects which are capable of pecuniary estimation and shall include, among others: RP-EMT",
						"children": [
									{
									"name": "Shall Include, Among others: RP-EMT",
									"url": "",
									"details": "",
									"children": [
												{
												"name": "1) Real properties held primarily for sale to customers or held for lease in the ordinary course of trade of business",
												"url": "",
												"details": "",
												"children": []
												},
												{
												"name": "2) the right or privilege to use patent, copyright, design or model, plan, secret forumla, or process, goodwill, trademark, or other like Property right",
												"url": "",
												"details": "",
												"children": []
												},
												{
												"name": "3) the right or privilege to use in the Philippines any industrial, commercial, or scientific Equipment",
												"url": "",
												"details": "",
												"children": []
												},
												{
												"name": "4) the right or privilege to use Motion pictures, films, tapes, and discs",
												"url": "",
												"details": "",
												"children": []
												},
												{
												"name": "5) radio, television, satellite Transmission and cable television time",
												"url": "",
												"details": "",
												"children": []
												}												
												]
									},
									{
									"name": "Requisites for Taxability of Sale of Goods and Personal Properties",
									"url": "",
									"details": "1) The properties are located within the Philippines, and are for use or consumption therein; 2) There in an Actual or deemed sale, barter or exchange of goods or personal properties for a valuable consideration; 3) The sale in Not exempt from VAT; 4) The sale is in the course of trade or business or exercise of profession in the Philippines",
									"children": []
									}									
									]
						},
						{
						"name": "On Sale of Real Properties",
						"url": "",
						"details": "Tax on all yearly profits arising from property, profession, trades, or offices, or as a tax on a person's income, emoluments, profits and the like. It is a tax upon the privilege of receiving income or profit. It is an excise tax, and not a tax on property.",
						"children" : []
						},
						{
						"name": "On Importation of Goods",
						"url": "",
						"details": "The importation of goods herein contemplated refers to importation by any person, who may or may not be engaged in trade or business",
						"children" : [
									{
									"name": "Tax Base and Tax Rate",
									"url": "",
									"details": "Twelve percent based on 1) Total value used by the BOC in determining tariff and customs duties, excise taxes, if any, and other charges prior to the release of goods from the customs. 2) Landed cost, in case the valuation used by the BOC is based on volume and quantity. Landed cost consists of the invoice amount, customs duties, freight, insurance and other charges and also excise tax if any.",
									"children" : []
									},
									{
									"name": "Technical Importation - Sale, transfer, or exchange by tax exempt persons",
									"url": "",
									"details": "In case of goods imported into the Philippines by VAT-exempt persons, entities, or agencies which are subsequently sold, transferred or exchanged in the Philippines to non-tax exempt persons or entities, the latter shall be considered the importers thereof who shall be liable for the VAT due on such importation.",
									"children" : []
									},
									{
									"name": "Requisites for taxability",
									"url": "",
									"details": "SPCVN",
									"children" : [
												{
												"name": "1",
												"url": "",
												"details": "There is a sale or exchange of services or lease or use of property enumerated in the law or other similar services",
												"children" : []
												},
												{
												"name": "2",
												"url": "",
												"details": "The service or the service to be performed in the Philippines, and in case of lease, property leased or used must be located in the Philippines. Venue of execution of contract for such transaction is irrelevant.",
												"children" : []
												},
												{
												"name": "3",
												"url": "",
												"details": "The service is in the course of trade or business or profession (except in case of service done in the Philippines by a non-resident person).",
												"children" : []
												},
												{
												"name": "4",
												"url": "",
												"details": "The service is for a valuable consideration actually or constructively received",
												"children" : []
												},
												{
												"name": "5",
												"url": "",
												"details": "The service is not exempt under the NIRC, special law, or international agreement",
												"children" : []
												}													
												
												]
									}											
									]
						},
						{
						"name": "On Sale of Service and Use or Lease of Properties",
						"url": "",
						"details": "Sale or exchange of services means the performance of all kinds of services in the Philippines for others for a fee, remuneration or consideration whether in kind of in cash. [NIRC, Sec. 108(A)]; Lease of properties - all forms of property for lease, whether real or personal, are liable to VAT except when the gross annual sales do not exceed the threshold. It shall be subject to VAT irrespective of the place where the contract or lease or licensing agreement was executed if the property is leased or used in the Philippines.",
						"children" : []
						},
						{
						"name": "Transactions Deemed Sale",
						"url": "",
						"details": "Tax on all yearly profits arising from property, profession, trades, or offices, or as a tax on a person's income, emoluments, profits and the like. It is a tax upon the privilege of receiving income or profit. It is an excise tax, and not a tax on property.",
						"children" : []
						}						

						]
			},
			{
			"name": "Zero-Rated Sales of VAT Registered Persons",
			"url": "",
			"details": "Tax on all yearly profits arising from property, profession, trades, or offices, or as a tax on a person's income, emoluments, profits and the like. It is a tax upon the privilege of receiving income or profit. It is an excise tax, and not a tax on property.",
			"children" : [
						{
						"name": "Kinds as to Object of Sale",
						"url": "",
						"details": "",
						"children" : [
									{
									"name": "Zero-Rated Sales of Goods or Properties",
									"url": "",
									"details": "SRROII",
									"children" : [
												{
												"name": "Sale and Actual Shipment of Goods from the Philippines to a Foreign Country",
												"url": "",
												"details": "irrespective of any shipping arrangement that may be agreed upon which may influence or determine the transfer of ownership of the goods so exported, paid for in acceptable foreign currency or its equivalent in goods or services, and accounted for in accordance with the rules and regulations of the BSP",
												"children" : []
												},
																								{
												"name": "Sale of Raw Materials and Packaging Materials to a Nonresident Buyer for Delivery to a Local Export-Oriented Enterprise",
												"url": "",
												"details": "to be used in manufacturing, processing, packing, or repacking in the Philippines of the said buyer's goods which must be paid for in acceptable foreign currency or its equivalent in goods or services, and accounted for in accordance with the rules and regulation of the BSP",
												"children" : []
												},
												{
												"name": "Sale of Raw Materials or Packing Materiasl to Export-Oriented Enterprise",
												"url": "",
												"details": "Export-oriented enterprise: any enterprise whose export sales exceed 70% of the total annual production",
												"children" : []
												},
												{
												"name": "Those considered as export sales under the Omnibus Investment Code and other special laws",
												"url": "",
												"details": "irrespective of any shipping arrangement that may be agreed upon which may influence or determine the transfer of ownership of the goods so exported, paid for in acceptable foreign currency or its equivalent in goods or services, and accounted for in accordance with the rules and regulations of the BSP",
												"children" : []
												},
												{
												"name": "Sale of Goods, Supplies, Equipment, and Fuel to Persons Engaged Exclusively in International Shipping or International Air Transport Operations",
												"url": "",
												"details": "Provided, that the good, supplies, equipment, and fuel shall be used exclusively for international shipping or air transport operations. Goods subject to zero rating are limited to foods and passengers transported from a port in the Philippine directly to a foreign port, or vice versa, without docking or stopping at any other ports in the Philippines",
												"children": []
												},
												{
												"name": "Sales to Persons or Entities Deemed Tax-Exempt under Special Law or International Agreement",
												"url": "",
												"details": "Sales to enterprises duly registered and accredited with the following shall be effectively subject to zero-rate: 1) Subic Bay Metropolitcal Authority 2) PEZA, 3) ADB, 4) IRRI",
												"children": []
												}												
												]
									}
									]
						},
						{
						"name": "Kinds as to How the Transaction shall be Subject to Zero-Rating",
						"url": "",
						"details": "",
						"children": [
									{
									"name": "Automatically Zero-Rated Sales",
									"url": "",
									"details": "A sale of goods, properties and services by a VAT-registered seller/suplier that is regarded as either an export sale or a foreign currency denominated sale under Sec. 106, NIRC.",
									"children": []
									},
									{
									"name": "Effectively Zero-Rated Sales",
									"url": "",
									"details": "The local sale of goods, properties, and services by a VAT registered person to an entity that was granted indirect tax exemption under special laws or international agreement. Since the buyer is exempt from indirect tax, the seller cannot pass on the VAT and therefore, the exemption enjoyed by the buyer shall extend to the seller, making the sale effectively zero-rated.",
									"children": []
									}									
									]
						}						
						]
			},
			{
			"name": "VAT-Exempt Transactions",
			"url": "",
			"details": "the sale of goods or properties and/or services and the use or lease of properties that is not subject to VAT (output tax) and the seller is not allowed any tax credit of VAT (input tax) on purchases.",
			"children": [
							{
							"name": "Features of VAT Exempt Transactions",
							"url": "",
							"details": "",
							"children": [
										{
										"name": "1",
										"url": "",
										"details": "shall not be included in determining the general threshold prescribed by law [3M pesos]",
										"children": []
										},
										{
										"name": "2",
										"url": "",
										"details": "shall not be liable for VAT or the 3% percentage tax under Section 116 of the NIRC except those sale or lease of goods and properties under Sec. 109(BB) which shall be subject to 3% percentage tax if exceeding the VAT threshold",
										"children": []
										},									
										{
										"name": "3",
										"url": "",
										"details": "The person making the exempt sale of goods, properties, or services shall not bill any ouput tax to his customers because the said transaction is not subject to VAT.",
										"children": []
										}										
										]
							},
							{
							"name": "Exemptions",
							"url": "",
							"details": "NIRC, Section 109, as amended by Train Law",
							"children": [
										{
										"name": "Sale or Importation",
										"url": "",
										"details": "AFAB",
										"children": [
													{
													"name": "Agricultural and marine products in their original state",
													"url": "",
													"details": "Agricultural or marine food products in their original stae, livestock and poultry of a kind generally used as, or yielding or producing foods for human consumption; and breeding stock and genetic materials therefor",
													"children": [
																]
													},
													{
													"name": "Fertilizers [NIRC, Sec. 109[b]",
													"url": "",
													"details": "Fertilizers; seeds, seedlings, and fingerlings; fish, prawn, livestock and poultry feeds, including ingredients, whether locally produced, or imported, used in the manufacture or finished feeds ",
													"children": [
																{
																"name": "Exceptions: RFAZO",
																"url": "",
																"details": "Specialty feeds for race horses, fighting cocks, aquarium fish, zoo animals, and other animals generally considered as pets",
																"children": []
																}															
																]
													},
													{
													"name": "Lease of Passenger or Cargo Vessels and Aircraft",
													"url": "",
													"details": "including engine and spare parts of said vessels, must weigh at least 150 tons",
													"children": [
																{
																"name": "In case of exemption from VAT on importation",
																"url": "",
																"details": "1. must weigh at least 150 tons; 2. must comply with age limit requirement, 3. RA 9295 must be complied with",
																"children": []
																},
																{
																"name": "In case of exemption from VAT on local purchase",
																"url": "",
																"details": "the vessel must weigh, including the esngine and spare parts, at least 150 tons.",
																"children": []
													}
																]
													},
													{
													"name": "Books and any Newspaper, Magazine, Review or Bulletin",
													"url": "",
													"details": "Sale, Importation, Printing, or Publication - must be at regular intervals, available for subscription and sold at fixed prices, and not be principaly devoted to publication of paid advertisements",
													"children": []
													}	
													]
										},
										{
										"name": "Sale",
										"details": "REC2-SGD",
										"url": "",
										"children": [
													{
													"name": "Sale of real properties under Sec. 109(1)(p)",
													"url": "",
													"details": "REC2-SGD",
													"children": [
																{
																"name": "Not Primarily Held for Sale",
																"url": "",
																"details": "to customers or held for lease in the ordinary course of trade of business",
																"children": [

																			{
																			"name": "Note",
																			"url": "",
																			"details": "Even if the real property is not primarily held for sale to customers or held for lease in the ordinary course of trade or business but the same is used in the trade or business of the seller, the sale thereof shall be subject to VAT being a transaction incidental to the taxpayer's main business",
																			"children": []
																			}
																			]
																},
																{
																"name": "Utilized for Low-Cost Housing",
																"url": "",
																"details": "",
																"children": []
																},
																{
																"name": "Utilized for Socialized Housing",
																"url": "",
																"details": "",
																"children": []
																},
																{
																"name": "Residential Lot Value",
																"url": "",
																"details": "at 1.5M pesos and below",
																"children": []
																},
																{
																"name": "House and lot & Other Residential Dwellings",
																"url": "",
																"details": "valued at P2.5M",
																"children": [
																			{
																			"name": "General Rule",
																			"url": "",
																			"details": "Threshold is on a per transaction basis",
																			"children": [
																			{
																			"name": "Exception",
																			"url": "",
																			"details": "If two or more adjacent lots are sold in favor of one buyer for the purpose of utilizing the lots as one residential lot, the sale shall be exempt from VAT only if the aggregate value of the lots do not exceed P1.5M. This does not include parking lots.",
																			"children": []
																			}	
																			]
																		
																}																	
																			]
																}																	
																]
													},
													{
													"name": "Export sales by Persons Not VAT Registered",
													"url": "",
													"details": "However, if VAT Registered, his export sales are zero-rated under Sec. 106(A)(2) and Sec. 108(B) of the NIRC and claim tax credit or refund",
													"children":[]
													},
													{
													"name": "By Agricultural Cooperatives of Food and Non-Food Products",
													"url": "",
													"details": "(whether in original or processed form) duly registered and in good standing with the Cooperative Development Authorities",
													"children":[
																{
																"name": "to members",
																"url": "",
																"details": "VAT-exempt whether the cooperative is the producer of the goods",
																"children":[]
																},
																{
																"name": "to non-members",
																"url": "",
																"details": "VAT-exempt only if the cooperative is the producer",
																"children":[]
																},
																{
																"name": "NOTE: ",
																"url": "",
																"details": "Sales of Marine or Agricultural Food Products in Processed Form are generally subject to VAT. However, sale by Agricultural Cooperatives are exempt from VAT. ",
																"children":[]
																}
																
																]
													},
													{
													"name": "Sales by Non-Agricultural, Non-Electric, Non-Credit Cooperatives",
													"url": "",
													"details": "duly registered and in good standing with the CDA. Provided that, share capital contribution of each member does not exceed 15k, and regardless of aggregate capital and net surplus ratably distributed among the members.",
													"children":[
																{
																"name": "Note",
																"url": "",
																"details": "Importation by theese cooperatives of machinery and equipment, including spare parts thereof, to be used by them are subjects to VAT.",
																"children": []
																}
																]
													},
													{
													"name": "Lease of Goods and Services to Senior Citizens and Persons with Disability",
													"url": "",
													"details": "as provided for by RA 9994 and 10754.",
													"children":[]
													},
													{
													"name": "Gold to the Bangko Sentral",
													"url": "",
													"details": "",
													"children":[]
													},
													{
													"name": "Drugs and Medicines prescribed for diabetes, high cholesterol, and hypertension",
													"url": "",
													"details": "",
													"children":[]
													}															
													]
										},	
										{
										"name": "Importation",
										"url": "",
										"details": "PPF",
										"children": [
													{
													"name": "Personal and household effects",
													"url": "",
													"details": "belonging to residents of the Philippines, returning from abroad, and non-resident citizens coming to resettle in the Philippines. Provided, that such goods are exempt from customs duty under the Tariff and Customs Code of the Philippines",
													"children":[]
													},
													{
													"name": "Professional instruments and implements, tools of trade, occupation, or employment, wearing apparel, domestic animals, and household effects",
													"url": "",
													"details": "Requisites: 1) Belonging to a person coming to settle in the Phils. or an Overseas Filipino 2) In quantities and of class suitable to the profession, rank, or position of the person importing said items 3) For their own use and not for barter or trade 4) Accompanying such persons, or arriving within a reasonable time",
													"children":[
																{
																"name": "Overseas Filipinos",
																"url": "",
																"details": "Filipinos or their families or descendants who are now residents or citizens of other countries",
																"children":[]
																},		
																{
																"name": "NOTE:",
																"url": "",
																"details": "VAT exemption does not apply to importation of vehicles, vessels, aircrafts, machineries, or other similar goods for use in manufacture, and shall be subject to duties, taxes and other charges.",
																"children":[
																			{
																			"name": "NOTE",
																			"url": "",
																			"details": "The BoC may exempt such goods from payment of duties and taxes on the following conditions: 1) satisfactory evidence that such person will settle in the Phils. 2) Goods are brought from former place of abode",
																			"children":[]
																			}
																			]
																}																
																]
													},
													{
													"name": "Fuel, Goods, and Supplies by Persons Engaged in International Shipping or Air Transport Operations",
													"url": "",
													"details": "General Rule: Such fuel, goods, and/or supplies shall be used exclusively or shall pertain to the transport of goods and/or passengers from a port in the Philippines directly to a foreign port without docking or stopping at any other port in the Philippines",
													"children":[
																{
																"name": "Exception",
																"url": "",
																"details": "The docking or stopping at any other Philippine port for the purpose of unloading passengers and/or cargoes that originated from abroad or to load passengers and/or cargoes bound for abroad",
																"children":[]
																}
																]
													}													
													]
										},
										{
										"name": "Services",
										"url": "",
										"details": "PAMEERB",
										"children": [
													{
													"name": "Subject to Percentage Tax under Secs. 116-127 of the NIRC",
													"url": "",
													"details": "",
													"children": []
													},
													{
													"name": "By agricultural contract growers and milling of others",
													"url": "",
													"details": "of palay into rice, corn into grits, and sugar cane into raw sugar",
													"children": []
													},
													{
													"name": "Medical, dental, and veterinary services except those rendered by professionals",
													"url": "",
													"details": "NOTE: Laboratory services are exempt because it is a hospital service. Sale of medicine to in-patients of a hospital is VAT-exempt within the meaning of NIRC, Sec. 109(1)",
													"children": []
													},
													{
													"name": "Educational services rendered by private educational institutions",
													"url": "",
													"details": "duly accredited by DepEd, CHED, and TESDA, and those rendered by government educational institutions",
													"children": []
													},
													{
													"name": "Rendered by individuals pursuant to an employer-employee relationship",
													"url": "",
													"details": "",
													"children": []
													},
													{
													"name": "Rendered by Regional or area headquarters",
													"url": "Established in the Philippines by multinational corporations as satellite centers for the latter and which do not earn or derive income from the Philippines.",
													"details": "",
													"children": []
													},
													{
													"name": "Banks, non-bank financial intermediaries performing quasibank functions, and other nonbank financial intermediaries",
													"url": "",
													"details": "Note: Pawnshops are considered as nonbank financial intermediaries, thus exempted from VAT but liable to percentage tax.",
													"children": []
													}													
													]
										},
										{
										"name": "Others",
										"url": "",
										"details": "L2ITO-MAS",
										"children": [
													{
													"name": "Lease of Residential Units",
													"url": "",
													"details": "If the monthly rent does not exceed 15k or exceeds 15k but the aggregate rentals received by the lessor during the year do not exceed 3M pesos. However, the same shall be subject to percentage tax.",
													"children": []
													},
													{
													"name": "Gross Receipt from Lending Activities by credit or multipurpose cooperatives",
													"url": "",
													"details": "duly registered with the CDA and in good standing.",
													"children": []
													},
													{
													"name": "Transactions Exempt under International Agreements",
													"url": "",
													"details": "to which the Philippines is a signatory or under special laws except those under PD 529.",
													"children": []
													},
													{
													"name": "Transport of passengers by international carriers",
													"url": "",
													"details": "The transport of cargo by international carriers doing business in the Philippines is likewise VAT-exempt, as it is subject to percentage tax on International Carrier",
													"children": []
													},
													{
													"name": "Other than the transactions mentioned in the preceeding paragraphs, the gross annual sales and/or receipts do not exceed the amount of 3M pesos",
													"url": "",
													"details": "Any person whose sales or receipts do not exceed 3M and not VAT registered are exempt from VAT but shall pay the 3% percentage tax on his quarterly sales or receipts.",
													"children": []
													},
													{
													"name": "Transfer of Property Pursuant to a Merger or Consolidation",
													"url": "",
													"details": "According to Sec. 40(C)(2) of the NIRC",
													"children": []
													},
													{
													"name": "Association dues, membership fees, and other assessments and charges collected by Homeowners Associations and Condominiums",
													"url": "",
													"details": "",
													"children": []
													},
													{
													"name": "Self-employed individuals and professionals availing of the 8% tax on gross sales and/or receipts and other non-operating income ",
													"url": "",
													"details": "",
													"children": []
													}													
													]
										}										
										]
							}
						]
			},
			{
			"name": "Input and Output Tax",
			"url": "",
			"details": "Tax on all yearly profits arising from property, profession, trades, or offices, or as a tax on a person's income, emoluments, profits and the like. It is a tax upon the privilege of receiving income or profit. It is an excise tax, and not a tax on property.",
			"children": []
			},
			{
			"name": "Withholding VAT",
			"url": "",
			"details": "Tax on all yearly profits arising from property, profession, trades, or offices, or as a tax on a person's income, emoluments, profits and the like. It is a tax upon the privilege of receiving income or profit. It is an excise tax, and not a tax on property.",
			"children": []
			},
			{
			"name": "VAT Registration",
			"url": "",
			"details": "Tax on all yearly profits arising from property, profession, trades, or offices, or as a tax on a person's income, emoluments, profits and the like. It is a tax upon the privilege of receiving income or profit. It is an excise tax, and not a tax on property.",
			"children": []
			}


			
						
			]
}
